Revit 2024 API
HomeCamera.LeftAngleOfFieldOfView Property
 The left angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double LeftAngleOfFieldOfView { get; }
Visual Basic
Public ReadOnly Property LeftAngleOfFieldOfView As Double
	Get
Visual C++
public:
property double LeftAngleOfFieldOfView {
	double get ();
}
See Also
HomeCamera Class
Autodesk.Revit.DB Namespace